Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: In his report on the implementation of the Millennium Declaration, “In larger freedom: towards development, security and human rights for all” (A/59/2005), the Secretary-General had called for sweeping reform of the Secretariat.
zh: 8. 秘书长在他关于千年宣言执行情况的报告“大自由：实现人人共享的发展，安全和人权”（A/59/2005）中，要求秘书处进行大规模改革。

source: The Committee's discussion of post redeployments should be seen in that context.
zh: 委员会对于员额调动的讨论应该在这个范围内来看。

source: Member States should be ready to work with the Secretary-General to undertake a comprehensive reform and modernization of the Organization, a process in which the Committee would play a crucial role.
zh: 会员国应该随时准备同秘书长合作，进行本组织的全面改革和现代化，这是委员会将发挥重大作用的一个进程。

source: Mr. Kozaki (Japan) said that his delegation attached great importance to the redeployment of posts to meet the Organization's evolving needs.
zh: 9. Kozaki先生（日本）说，日本代表团非常重视员额调动以满足本组织不断出现的需要。

source: It looked forward to seeing progress on the issue in the context of the second performance report and the comprehensive report to be submitted to the General Assembly at its sixtieth session and would revert to the matter at that time.
zh: 它期望在第二次执行情况报告的范围内，以及将提交大会第六十届会议的全面报告中关于这个问题的进展，并且那时候还会再讨论这个问题。

source: Mr. Berti Oliva (Cuba) said that the note by the Secretary-General was inadequate and lacked transparency. It did not give a clear picture of the status of implementation of the experiment or of its impact on external recruitment, nor did it provide sufficient justification for the redeployment of posts between sections. Also, the meaning of the last sentence of paragraph 3 was unclear.
zh: 10. Berti Oliva先生（古巴）说，秘书长的说明并不充分也缺少透明度，并没有清楚地描述那个试验的执行情况或者它对于外部征聘的影响，也没有提出在科际调动员额的充分理由，并且，第3段最后一句的意思并不清楚。

source: The note stated in paragraph 5 that 12 posts had been redeployed under temporary administrative arrangements to meet immediate needs, either of a short-term nature or pending longer-term arrangements.
zh: 说明第5段表示，已经在临时行政安排下调动了12个员额来满足立即需要，或是短期性质，或是在作出长期安排之前。

source: The Secretariat should explain what type of longer-term arrangements it envisaged.
zh: 秘书处应该解释它所预计的是什么类型的长期安排。

source: Lastly, he feared that the redeployment of posts from the United Nations Office on Drugs and Crime would increase its dependence on extrabudgetary resources.
zh: 最后，他担心从联合国毒品和犯罪问题办事处调出员额，将增加该办事处对预算外资源的依赖。

source: Mr. Repasch (United States of America) said that the Secretariat had repeatedly stressed the need for greater flexibility in human resources management.
zh: 11. Repasch先生（美利坚合众国）说，秘书处一再强调在人力管理方面需要有更大的灵活性。

source: It was therefore disappointing that it had not made more use of the flexibility it had been afforded to move posts between programmes.
zh: 因此，令人失望的是，它并没有利用它所获得的更大灵活性，在方案之间调配员额。

source: Given that the Advisory Committee had suggested the experiment, it would be interesting to hear its views on the progress made thus far.
zh: 原因是咨询委员会已经建议进行试验，我们希望听到它对于迄今取得的进展的看法。

source: His delegation continued to believe that human resources should be redeployed to high-priority areas.
zh: 美国代表团继续认为，人力资源应该改调到高优先领域。

source: Indeed, the Secretary-General himself had made that point in his report on the implementation of the Millennium Declaration (A/59/2005).
zh: 实际上，秘书长本人在他关于千年宣言执行情况的报告（A/59/2005）内也表明了这一点。

source: His delegation looked forward to resuming consideration of the issue at the sixtieth session.
zh: 美国代表团期望在第六十届会议上继续审议该问题。

source: In the meantime, the Secretariat should pursue its efforts more rigorously.
zh: 同时，秘书处应该更卖力地从事这项工作。

source: Ms. Soni (Canada) said that, while it was for Member States to determine the Organization's goals, the Secretary-General must be afforded flexibility in using the resources given him to pursue those goals.
zh: 12. Soni女士（加拿大）说，虽然是由会员国来决定本组织的各项目标，秘书长在运用交给他的资源来进行那些目标时，必须具有灵活性。

source: In particular, as the chief administrative officer of the United Nations, he must be able to deploy the necessary human resources to respond effectively to changing circumstances.
zh: 特别是，作为联合国的总裁，他必须能够部署必要的人力资源来有效回应不断变化的环境。

source: The General Assembly had initiated a modest experiment with many caveats.
zh: 大会已经开展了一个微小的试验，还有许多的告诫。

source: Nevertheless, the Secretariat must try harder to utilize the limited flexibility it had been given.
zh: 但是，秘书处必须更努力地运用它所获得的有限灵活性。

source: Mr. van den Bossche (Belgium), speaking on behalf of the European Union, said that the Union had strongly supported the initiative to allow the Secretary-General greater discretion in the deployment of the Organization's human resources and was disappointed that it had not produced the desired results.
zh: 13. Van den Bossche先生（比利时）代表欧洲联盟发言说，欧盟坚决支持倡议，让秘书长有更大的自主性来部署本组织的人力资源，但很失望，该项倡议并未产生理想的结果。

source: However, the experiment must continue, since it was important to redeploy posts to high-priority activities.
zh: 但是，试验必须继续下去，因为必须将员额改调到高优先的活动上。

source: The European Union was prepared to take up the matter again at the sixtieth session of the General Assembly.
zh: 欧洲联盟愿意在大会第六十届会议上再次讨论该问题。

source: It trusted that, at that time, the Committee would have the benefit of the views of ACABQ.
zh: 它相信到那时候委员会将能够得到行预咨委会的意见。

source: Delegations should also take into account the report of the Secretary-General on the implementation of the Millennium Declaration (A/59/2005), which contained a number of related proposals.
zh: 各国代表团也应该考虑到秘书长关于千年宣言的报告（A/59/2005）。 该报告载有一些相关的建议。

source: Mr. Elnaggar (Egypt) said that the identification of only five posts for permanent redeployment cast doubt on the feasibility of the experiment and on the possibility of its expansion.
zh: 14. Elnaggar先生（埃及）说，只确认了五个永久改调的员额，使人对试验的可行性及其扩展的可能性产生怀疑。

source: Some delegations appeared to support a corporate approach to resource management, whereby Member States would merely approve the overall level of resources and the Secretary-General would decide how best to utilize them.
zh: 有些代表团看来支持一种对资源管理的企业观点，按此观点，会员国只是核准资源的全盘水平，秘书长将决定如何最妥善地加以运用。

source: That would not be appropriate, however, in a highly political organization.
zh: 但是，在一个高度政治性的组织中，那并不妥当。

source: Moreover, it was for the Member States, not the Secretary-General, to determine the priorities of the United Nations and its evolving needs.
zh: 此外，是要由会员国而非秘书长来决定联合国的优先事项及其不断出现的需要。

source: One of the underlying problems of the experiment was that the Committee had approved it without having sufficient information on its likely implications.
zh: 试验的一个基本问题是委员会已经核准试验，但是对于它的可能影响并没有足够的信息。

source: He understood that it had been difficult for the Secretariat to provide such information because the proposal had originated elsewhere.
zh: 他了解秘书处很难提供这类信息，因为建议是来自其他地方。

source: Nevertheless, the Committee must learn from its mistakes and ensure that, in future, its decisions were better informed.
zh: 但是，委员会必须从错误中学习，并确保在未来它的决定是根据更充分的信息。

source: Mr. Sach (Acting Controller), said that the Administration had included in paragraph 6 of the note information on posts redeployed within the framework of the programme budget in order to place the current experiment in context.
zh: 15. Sach先生（代理财务长）说，行政当局在说明第6段中已经列入关于在方案预算框架内调动的员额资料，以便将目前的试验摆在那个背景上。

source: The preparation of the budget provided an opportunity to realign resources with programme needs, which was part of the normal budgetary process.
zh: 预算的编制提供了机会来按照方案需要调整资源，那是正常预算进程的一部分。

source: The reallocation of resources during budget implementation was exceptional.
zh: 在预算执行期间重新分配资源是很特殊的。

source: Indeed, while some fine-tuning was usually necessary, the redeployment of large numbers of posts would imply that the Secretariat had prepared, and Member States had approved, a budget that did not meet the Organization's needs.
zh: 实际上，虽然通常有必要作一些调整，大批员额的调动意味着秘书处已经编制，而会员国已经核准了一个并不能满足本组织需要的预算。

source: The recent redeployment of three posts from the United Nations Office on Drugs and Crime to Administration, Vienna, following the integration of information technology and human resource functions into the Division of Management at UNOV, would enable administrative and common services to be delivered more efficiently, thereby releasing resources for substantive programmes.
zh: 16. 在信息技术和人力资源职能并入联合国维也纳办事处的管理司之后，三名员额最近从联合国毒品和犯罪问题办事处改调到维也纳行政单位，将使得能够更有效率地提供行政和一般事务服务，因而释放了用于实质性方案的资源。

source: It was a good example of the potential benefits to programmes when the Administration had greater flexibility.
zh: 这是一个在行政当局有较大灵活性的情况下，方案就可能得益的好例子。

source: There had been no changes in the Organization's human resources management policies as a result of the experiment.
zh: 17. 试验的结果，本组织的人力资源管理政策并没有改变。

source: Indeed, that had been one of the preconditions for its implementation.
zh: 实际上那是执行试验的前提条件之一。

source: Likewise, there had been no impact on external recruitment, since the overall number of posts remained the same and vacancies continued to be advertised on Galaxy.
zh: 同样地，对外部征聘也没有任何影响，因为员额的全部数字保留不变，空缺也继续在银河系统上刊布。

source: While no special arrangements had been made for the provision of information to the Advisory Committee, the Secretariat would prepare a total of four reports on post redeployments during the current biennium.
zh: 18. 虽然没有作出任何特别安排提供资料给咨询委员会，秘书处将编制关于这个两年期员额改调的一共四份报告。

source: In addition, it would be happy to respond to any specific query addressed to it.
zh: 此外，它将很高兴答复向它提出的任何具体询问。

source: With regard to the use of the phrase “longer-term arrangements” in paragraph 5 of the note, the Administration had wanted to signal that some of the 12 temporary redeployments might become permanent, in which case they would have to be reflected in the budget proposals for 2006-2007.
zh: 关于在说明第5段内提到的使用“长期安排”一词，行政当局是要表示12个临时性调动有些已经变成永久性，在此情况下，这些调动就必须反映在2006-2007年预算建议上。

source: Lastly, he wished to underscore that the scope for redeployment of posts depended on the number of vacancies.
zh: 最后，他要强调，员额调动的范围是要看空缺的数目。

source: Given the current low vacancy rates for Professional staff, there would not be a large number of posts available for redeployment.
zh: 由于当前专业工作人员的空缺率低，将不会有大批的员额可供调动。

source: Mr. Kuznetsov (Chairman of the Advisory Committee on Administrative and Budgetary Questions) recalled that the Advisory Committee had pointed out in paragraph 65 of its first report on the proposed programme budget for 2004-2005 (A/58/7 and Corr.1), that, as part of normal personnel practice, the continuing need for a post must be evaluated prior to filling that post again. The allocation of posts must be seen as dynamic, rather than static; posts must be reviewed periodically to ensure that their functions were consistent with current objectives.
zh: 19. Kuznetsov先生（行政和预算问题咨询委员会主席）回顾，咨询委员会已在其关于2004-2005年方案概算的第一次报告（A/58/7和Corr.1）第65段中指出，作为正常人事惯例的一部分，在再次填补一个员额之前，必须评估对该员额的持续需要，员额的分配必须看作是动态的而非静态的；员额必须定期予以审查，以确定它们的职能符合当前的目标。

source: Staff turnover provided an element of flexibility, especially if the staffing table was managed as a whole, and enabled easier redeployment and reclassification of posts.
zh: 人员的交替提供了灵活性因素，特别是如果工作人员编制表是作为一个整体来管理，并且能够较容易地进行员额改调和改叙。

source: In paragraphs 75 to 79 of the same report, the Advisory Committee had elaborated on the concept of managing the Secretariat as a whole, indicating that departments would not “own” particular posts at particular grade levels.
zh: 在同一份报告第75-79段中，咨询委员会已经说明管理整个秘书处的概念，表示各部门将不会“拥有”某个级别的某些员额。

source: The Advisory Committee had received no formal information on the progress of the redeployment experiment, but had discussed it in connection with the first performance report on the programme budget for the biennium 2004-2005.
zh: 20. 咨询委员会并没有收到关于调动试验进展情况的正式资料。 但是已经就2004-2005两年期方案预算的第一次执行情况报告，讨论了该试验。

source: It had not considered the note currently before the Committee, not least because it was occupied with considering the peacekeeping budget.
zh: 它还没有考虑委员会收到的说明，并不只是因为它正在审理维持和平预算。

source: However, the Secretariat had informed it of constraints on the experiment, such as the limited future scope for redeployment with 810 posts having already been identified for such action in the 2004-2005 programme budget.
zh: 但是，秘书处已经告诉委员会关于试验的一些限制，例如未来有限的调动范围，在2004-2005方案预算中，已经确认了810个名额要进行这种行动。

source: He regarded the note as a small first step towards changing the culture of managing posts and looked forward to bolder thinking and more positive results in the report which the General Assembly, by its resolution 58/270, had requested the Secretary-General to submit at its sixtieth session.
zh: 他认为，该说明是朝向改变管理员额的文化的一个小的初步步骤，并期望大会第58/270号决议要求秘书长提交第六十届会议的报告中，有更加大胆的想法和更为积极的结果。

source: Mr. Elnaggar (Egypt) said that, while he fully understood the explanations of the Acting Controller and the Chairman of the Advisory Committee regarding the motivation for the experiment, General Assembly resolution 58/270 required the Secretary-General to inform the Advisory Committee periodically about action taken in the context of that experiment.
zh: 21. Elnaggar先生（埃及）说，虽然他完全了解代理财务长和咨询委员会主席对于开展试验动机的解释，大会第58/270号决议要求秘书长定期通知咨询委员会关于在该试验范围内所采取的行动。

source: That requirement had been included for good reason and went beyond a mere exchange of views.
zh: 该项要求已经妥当地列入，并且超出了仅仅是意见交流。

source: The Advisory Committee should receive details regularly, without having to solicit them.
zh: 咨询委员会应该定期收到一些细节，而不是要去征求细节。

source: Review of the regular programme of technical cooperation and the Development Account (continued) (A/59/397)
zh: 审查技术合作经常方案和发展账户(续)(A/59/397)

source: Ms. Van Buerle (Officer-in-Charge of the Programme Planning and Budget Division), responding to questions related to the programme budget, said that paragraph 14 of the report of the Secretary-General on the review of the regular programme of technical cooperation and the Development Account (A/59/397) gave the misleading impression of being a quotation from General Assembly resolution 58/270.
zh: 22. Van Buerle女士（方案规划和预算司代理司长），答复有关方案预算的问题说，秘书长关于审查技术合作经常方案和发展账户的报告（A/59/397）第14段，给人一个错误的印象好象是引述大会第58/270号决议。

source: It was in fact only an explanation, in the Secretariat's words rather than in those of the resolution, of the reasons for the review of the regular programme of technical cooperation and for the evaluation instructions given to the consultant.
zh: 事实上只是秘书处自己对于审查技术合作经常方案和发展账户的理由以及评估给予顾问的指示的理由所作的解释，而非决议的段落。

source: In deciding against recosting the maintenance base of the budget section which related to the Development Account, the Secretariat had been guided by the Advisory Committee, which had opposed such a step in its second report on the Development Account (A/53/7/Add.1).
zh: 23. 在决定对于同发展账户有关的预算款目维持基础不进行重新计费时，秘书处是受到咨询委员会的指导，咨询委员会在其关于发展账户的第二个报告(A/53/7/Add.1)中反对采取那样一个步骤。

source: In considering whether the regular programme of technical cooperation should be discussed by the Economic and Social Council or by the Second Committee, the Secretariat would be guided by the wishes of the Fifth Committee but had in fact already indicated its support for such a step in paragraph 104 of the report of the Secretary-General (A/59/397).
zh: 24. 在审议技术合作经常方案是否应该由经济及社会理事会或第二委员会来讨论时，秘书处将由第五委员会的愿望来指导，但事实上，在秘书长的报告（A/59/397）第104段中，已经表示支持那样一个步骤。

source: The Secretariat welcomed any proposal from intergovernmental bodies which might improve the activities of the regular programme.
zh: 秘书处欢迎政府间机构提出可能改进经常方案活动的任何建议。

source: In that connection, the Economic Commission for Europe, the United Nations Conference on Trade and Development (UNCTAD) and the United Nations Commission on Crime Prevention and Criminal Justice discussed those activities at their own initiative and at the suggestion of the Secretary-General.
zh: 在那方面，欧洲经济委员会、联合国贸易和发展会议（贸发会议）以及联合国预防犯罪和刑事司法委员会各自主动地按秘书长的建议，讨论了那些活动。

source: The Office of Programme Planning, Budget and Accounts, rather than the Department of Economic and Social Affairs, had presented the report because, although the Development Account had a programme manager, namely, the Under-Secretary-General for Economic and Social Affairs, the regular programme of technical cooperation did not, a situation which the Secretary-General wished to address.
zh: 25. 方案规划、预算和账户厅，而非经济和社会事务部，提出了报告，因为虽然发展账户有一个方案管理人，也就是主管经济和社会事务副秘书长，技术合作经济方案并没有，这是秘书长要处理的一个情况。

source: The Department of Economic and Social Affairs was nevertheless closely involved in preparing the report.
zh: 但是，经济和社会事务部仍然密切参与编制报告。

source: Mr. Zaitsev (Office of the Under-Secretary-General for Economic and Social Affairs), responding to the substantive questions asked at the Committee's 38th meeting, said that the proposals regarding the regular programme of technical cooperation contained in the report of the Secretary-General were likely to complement, rather than clash with, the outcome of the September 2005 high-level plenary meeting of the General Assembly.
zh: 26. Zaitsev先生（主管经济和社会事务副秘书长办公室）答复委员会第38次会议上有人提出的一些实质性问题，他说，关于秘书长的报告内的技术合作经常方案的一些建议，可能是补充大会2005年9月的高级别全体会议的结果，而非与其冲突。

source: That meeting would no doubt discuss development, emphasize the need to follow up major United Nations summits and conferences and create an even greater need for capacity-building.
zh: 该会议无疑讨论了发展问题，强调必须进行联合国各次主要首脑会议和重大会议的后续行动，并在能力建设方面创造更大的需求。

source: Consequently, he could see no need for the high-level meeting to change the direction of technical cooperation, and was confident that the Department of Economic and Social Affairs, UNCTAD and the regional commissions would provide vital expertise.
zh: 因此，他认为高级别会议并不需要改变技术合作的方向，他有信心认为经济和社会事务部、贸发会议和各区域委员会将提供重要的专长。

source: Current legislation guided the regular programme sufficiently well, but the Secretariat looked forward to further guidance from the General Assembly.
zh: 目前的立法已足够良好地指导经常方案，但是秘书处期望大会提出进一步指导。

source: Activities under the regular programme of technical cooperation delivered assistance at the national level and were therefore closely comparable to field activities.
zh: 27. 技术合作经常方案下的活动在国家一级提供了援助，因此可以同实地活动密切比较。

source: In the past, the regular programme had included field projects, which appeared as a concept in the Development Account section of the programme budget, but scarcity of resources had all but eliminated them, as they required infrastructure and predictable funding.
zh: 在过去，经常方案列入了实地项目，而其出现是作为方案预算的发展账户款内的一个概念，但是由于缺乏资源，几乎撤销了那些项目，因为它们需要基础结构和可预见的经费。

source: Ms. Haji-Ahmed (Director of the Operational Services Division in the Office of Human Resources Management), replying to questions posed earlier by the representative of Egypt concerning the programme budget for the biennium 2004-2005, said that the three D-2 posts in question had been posted on the Galaxy system on 31 December 2004 with a deadline for applications of 1 March 2005.
zh: 28. Haji-ahmed女士（人力资源管理厅业务支助司司长），答复埃及代表早先提出的关于2004-2005两年期方案预算的问题，她说，有关的三名D-2员额已经于2004年12月31日刊登在银河系统上，申请截止日期为2005年3月1日。

source: The vacancy announcements had not been backdated and they complied with the 60-day rule.
zh: 空缺的通告并没有填写早于公布的日期，而是遵照60天的规定。

source: The D-1 Executive Officer post in the Department of Safety and Security had been advertised on the Galaxy system under the “administration” occupational group on 24 January 2005, again in compliance with the 60-day rule.
zh: 在安全和安保部的D-1执行干事员额已经于2005年1月24日刊登在银河系统上，在“行政”专业组内，也是遵照60天的规定。

source: The job descriptions for the posts had been formulated under the authority of the Under-Secretary-General for Management, as the new Under-Secretary-General for Safety and Security had not taken up his post until 28 February 2005.
zh: 29. 有关员额的工作说明，是在主管管理副秘书长的职权下编写，因为主管安全和保安的新副秘书长在2005年2月28日尚未就任。

source: Those permanent missions which had expressed a wish for hard copies of vacancy announcements continued to receive them, in accordance with General Assembly resolutions 57/305 and 59/266.
zh: 30. 那些已表示希望收到空缺通告打印副本的常驻代表团，按照大会第57/305和第59/266号决议，继续收到这些副本。

source: The Office of Human Resources Management had recently sent a note verbale to the missions asking them to confirm whether or not they wished to be supplied with hard copies and 18 of them had so far indicated that they did.
zh: 人办资源管理厅最近送了一份普通照会给各代表团，要求它们确认它们是否希望收到打印副本，其中迄今有18个代表团表示它们愿意。

source: Mr. Almstrom (Officer-in-Charge of the Division of Regional Operations in the Department of Safety and Security) said that work on establishing job descriptions had begun immediately after the adoption of the resolution setting up the Department of Safety and Security.
zh: 31. Almstrom先生（安全和安保部区域行动司代理司长）说，在通过设立安全和安保部的决议后，立刻就开始进行关于建立职务说明的工作。

source: The new Under-Secretary-General had reviewed the job descriptions for the D-2 posts on taking up his functions and had examined subsequent job descriptions as and when they were drawn up.
zh: 新的副秘书长已经审查了D-2员额处理职务的职务说明，并且审查了后来拟订的一些职务说明。

source: Mr. Elnaggar (Egypt) said that, as General Assembly resolution 59/266 had been adopted on 23 December 2004, just before a holiday period, it was strange that vacancy announcements had apparently been posted on the Galaxy system on 31 December 2004.
zh: 32. Elnaggar先生（埃及）说，由于大会第59/266号决议是在2004年12月23日通过，刚好在假期之前，奇怪的是，空缺的通告显然是在2004年12月31日刊登在银河系统上。

source: His delegation was particularly concerned about the advertising of the D-2 posts, out of concern to see countries adequately represented in senior management positions.
zh: 埃及代表团特别关切D-2员额的刊布，这是出于关心各国在资深的管理职位上有适当代表性。

source: However, despite its close monitoring of the Galaxy system, it had seen no vacancy announcements for the D-2 posts until late January 2005 and therefore questioned whether the 60-day rule had been complied with.
zh: 但是，尽管密切监测银河系统，在2005年1月下旬之前并没有见到任何D-2员额的空缺通告，因此询问是否有遵照60天的规定。

source: He saw no logic in advertising the Executive Officer post as part of the “administration” occupational group.
zh: 33. 他不能理解刊登执行干事员额是作为“行政”专业组的一部分的理由。

source: It would surely have been better to advertise it as part of the “security” occupational group, or at least to refer to it under both groups.
zh: 那当然要比刊布作为“安全”专业组的一部分较好，或者至少在两组底下都提到。

source: Lastly, other delegations which had requested hard copies of vacancy announcements had confirmed to him that they had received none for the D-2 posts under discussion.
zh: 34. 最后，要求空缺通告打印副本的其他代表团也向他证实，它们没有收到所讨论的D-2员额的任何通告。

source: Ms. Haji-Ahmed (Director of the Operational Services Division in the Office of Human Resources Management) reiterated that the posts in question had been advertised on the Galaxy system on 31 December 2004, as confirmed by the receipt of one application on that day and further applications throughout January and February 2005.
zh: 35. Haji-ahmed女士（人力资源管理厅业务支助司司长）重申，那些员额已经在2004年12月31日刊登在银河系统上，当天收到了一份申请以及2005年1月和2月收到的其他申请，可资证实。

source: The post of Executive Officer for the Department had indeed been advertised under the “administration” occupational grouping, but the vacancy announcement had begun by indicating clearly that the organizational unit concerned was the Department of Safety and Security.
zh: 安全和安保部执行干事员额，的确是在“行政”专业组下刊布的，但是空缺通告的开头明确表示那个组织单位是安全和安保部。

source: The Office of Human Resources Management transmitted copies of vacancy announcements to the Department for General Assembly and Conference Management for onward transmittal to the permanent missions which had requested them.
zh: 36. 人力资源厅向大会和会议管理部转递了空缺通告的副本，尤其转递给要求这些副本的常驻代表团。

source: If that procedure had broken down, she would be happy to re-examine it.
zh: 如果那个程序有所中断，她很乐意再予以审查。

source: Ms. Udo (Nigeria) said that the relevant General Assembly resolutions provided that hard copies of vacancy announcements must be distributed to delegations which did not request otherwise.
zh: 37. Udo女士（尼日利亚）说，相关的大会决议规定，空缺通告的副本必须分发给没有提出要求的代表团。

source: However, the representative of the Office of Human Resources Management had indicated that delegations must “opt in” to the arrangement rather than “opt out” of it.
zh: 但是，人力资源管理厅的代表已经表示，代表团必须“决定加入”该项安排，而非“决定退出”。

source: She would like the wording of the resolutions to be checked.
zh: 她希望能够审查一下决议的文字。

source: Mr. Berti Oliva (Cuba) confirmed that paragraph 5 of General Assembly resolution 59/266 required distribution of vacancy announcements to all delegations except those which indicated otherwise.
zh: 38. Berti Oliva先生（古巴）证实大会第59/266号决议第5段规定空缺通知必须分发给所有代表团，除了那些另有表示的之外。
